Arlberghaus_Wasser.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="amis:com.siemens.ptd.amis">
   <ns0:Header />
   <ns0:Body>
      <ns1:CompoundCallGetTariff>
         <ns1:std>
            <ns1:request>Project_EWA_2017-08-07 16:33:38.651632</ns1:request>

            <ns1:comment>no</ns1:comment>

            <ns1:blockSize>0</ns1:blockSize>
            <ns1:activationTime>2017-08-07T04:33:38+02:00</ns1:activationTime>

            <ns1:async>
               <ns1:deliveryTime>2017-08-08T04:33:38+02:00</ns1:deliveryTime>

               <ns1:responseUrl>ResponseEWA</ns1:responseUrl>
            </ns1:async>

            <ns1:device>DME513793217007</ns1:device>
         </ns1:std>
         <ns1:tariffType>actual</ns1:tariffType>
         <ns1:allObis>true</ns1:allObis>
      </ns1:CompoundCallGetTariff>
   </ns0:Body>
</ns0:Envelope>